Repository: planberry/planberry.github.io
Catalog: lib/l10n/intl_*.arb
Languages: ru

# review_title
source: Take advantage of all the features of the app
ru: Воспользуйся всеми возможностями приложения

# review_subtitle
source: Manage your time well
ru: Управляй временем качественно

# creative_design
source: Design
ru: Дизайн

# creative_design_desc
source: So that nothing distracts, we made a minimalistic interface
ru: Чтобы ничего не отвлекало, мы сделали минималистичный интерфейс

source: Visual statistics
ru: Наглядная статистика

# visual_statistics_desc
source: See results in real time, make quick changes - make sure you're on the right track
ru: Наблюдай за результатами в режиме реального времени, вноси быстрые изменения – убеждайся в том, что ты на правильном пути

source: Flexible setup
ru: Гибкая настройка

# flexible_setup_desc
source: Focus on your own needs - adjust the parameters, set your benchmarks, be free to choose
ru: Ориентируйся на собственные потребности – настраивай параметры, устанавливай свои ориентиры, будь свободен в выборе

# fast_support
source: Support and care
ru: Поддержка и забота

# fast_support_desc
source: Rest assured that you can contact us at any time. We will quickly and gladly answer all your questions - via chat and e-mail
ru: Будь уверен в том, что можешь связаться с нами в любое время. Мы быстро и с радостью ответим на все твои вопросы – в чате и по электронной почте

# copyright
source: All Right Reserved
ru: Все права сохранены

source: Our channel
ru: Наш канал

# our_email
source: Contact us
ru: Написать нам

# main_title
source: Manage your time
ru: Управляй временем

# main_subtitle
source: Every modern person knows how important it is to learn how to manage your time. Time management helps us save resources, identify our own needs, prioritize, and keep focus on what matters most. Our application was created to help you structure your time and spend it usefully.
ru: Каждый современный человек знает, как важно научиться управлять своим временем. Тайм-менеджмент помогает нам экономить ресурсы, определять собственные потребности, расставлять приоритеты, сохранять фокус на самом важном. Наше приложение создано для того, чтобы помочь структурировать время и провести его с пользой.

# theme_dark
source: Dark
ru: Тёмная

# theme_light
source: Light
ru: Светлая

# lang_desc
source: English
ru: Русский
